var APP_DATA = {
  "scenes": [
    {
      "id": "0-500",
      "name": "500м",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        },
        {
          "tileSize": 512,
          "size": 4096
        }
      ],
      "faceSize": 3749.5,
      "initialViewParameters": {
        "yaw": -1.5715516808273584,
        "pitch": 0.382005261308084,
        "fov": 1.4507749837607342
      },
      "linkHotspots": [],
      "infoHotspots": [
        {
          "yaw": -1.6110961453527572,
          "pitch": 1.4816715868111485,
          "title": "Парк Школьников",
          "text": "Никулинский пр."
        },
        {
          "yaw": 1.0003810727104359,
          "pitch": 0.4986516980932514,
          "title": "ЖК CITIMIX",
          "text": "ш. Востряковское"
        },
        {
          "yaw": -1.2789049713503857,
          "pitch": 0.8986602922007236,
          "title": "Квартал на Никулинской",
          "text": "ул. Никулинская"
        },
        {
          "yaw": -2.094146147907413,
          "pitch": 0.28525968491084264,
          "title": "Парк Олимпийской Деревни",
          "text": ""
        },
        {
          "yaw": -2.2002848200431124,
          "pitch": 0.021558677012540883,
          "title": "Москва-Сити",
          "text": "Пресненская наб."
        },
        {
          "yaw": 2.5362213379602743,
          "pitch": 0.5791168484117133,
          "title": "м. Озёрная",
          "text": "ул. Озёрная"
        },
        {
          "yaw": 0.5717556246635276,
          "pitch": 0.6114358003097529,
          "title": "Тропарёвский лесопарк",
          "text": ""
        },
        {
          "yaw": 1.9110347402232568,
          "pitch": 0.1291228893979337,
          "title": "Мещерский парк",
          "text": "Text"
        },
        {
          "yaw": -0.7227225731926197,
          "pitch": 0.2932219345966445,
          "title": "м. Юго-Западная",
          "text": "ул. Покрышкина"
        },
        {
          "yaw": -1.7047805020172966,
          "pitch": 0.06335481004627042,
          "title": "МГУ",
          "text": "м-н Ленинские Горы"
        },
        {
          "yaw": 0.004340117980055069,
          "pitch": 0.24605258513318518,
          "title": "ЖК Миракс Парк",
          "text": "пр. Вернадского"
        },
        {
          "yaw": 2.60199280249671,
          "pitch": 1.3371380309342786,
          "title": "р. Очаковка",
          "text": ""
        }
      ]
    }
  ],
  "name": "Тропарёво-Никулино",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": false,
    "fullscreenButton": false,
    "viewControlButtons": false
  }
};
